accountsProxy/accountsProxy/src/gateway/duMockTargetServer/apiproxy/resources/node/du-mocks/offers/GetApplicableBundles-Response.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.webservices.com/LCE/Du/WebServices" xmlns:head="http://www.du.ae/LCE/HeaderResponse" xmlns:lcew="http://xmlns.du.ae/LCE/Business/LCEWebServiceResponse" xmlns:get="http://xmlns.du.ae/LCE/Business/ServiceManagement/GetApplicableBundles">
   <soapenv:Header/>
   <soapenv:Body>
      <web:GetApplicableBundlesResponse>
         <Response>
            <head:Header>
               <!--Optional:-->
               <head:RequestId>?</head:RequestId>
               <!--Optional:-->
               <head:CorrelationId>?</head:CorrelationId>
               <head:ResponseCode>?</head:ResponseCode>
               <!--Optional:-->
               <head:ResponseMessage>?</head:ResponseMessage>
               <!--Optional:-->
               <head:ErrorCode>?</head:ErrorCode>
               <!--Optional:-->
               <head:ErrorDescription>?</head:ErrorDescription>
            </head:Header>
            <!--Optional:-->
            <lcew:Body>
               <!--Zero or more repetitions:-->
               <get:AvailableBundles>
                  <!--Optional:-->
                  <get:NewBundleID>?</get:NewBundleID>
                  <!--Optional:-->
                  <get:UPClassification>?</get:UPClassification>
                  <!--Optional:-->
                  <get:Sequence>?</get:Sequence>
                  <!--Optional:-->
                  <get:Price>?</get:Price>
               </get:AvailableBundles>
            </lcew:Body>
         </Response>
      </web:GetApplicableBundlesResponse>
   </soapenv:Body>
</soapenv:Envelope>